export const MidleNavList = [
  { title: "বিদ্যালয়", submenu: [] },
  { title: "লক্ষ্য", submenu: [] },
  { title: "সুযোগ-সুবিধা", submenu: [] },
  { title: "সাফল্য", submenu: [] },
  {
    title: "শিক্ষক",
    submenu: ["প্রধান", "সহকারী প্রধান", "সাধারণ"],
  },
  { title: "নোটিশ", submenu: [] },
];
export const RightNav = ["লগইন", "রেজিস্ট্রেশান"];
export const AimList = [
  { title: "শিক্ষার গুণগত মান বৃদ্ধি:", details: "প্রতিটি ছাত্র-ছাত্রীকে উচ্চমানের শিক্ষা প্রদান করে তাদের বুদ্ধিমত্তা ও সৃজনশীলতা বিকাশের সুযোগ সৃষ্টি করা" },
  { title: "সম্পূর্ণ উন্নয়ন:", details: "শিক্ষার্থীদের শারীরিক, মানসিক ও সামাজিক উন্নয়নের প্রতি বিশেষ গুরুত্ব দিয়ে তাদের সমন্বিত বিকাশ নিশ্চিত করা।" },
  { title: "নৈতিক ও সাংস্কৃতিক মূল্যবোধ:", details: "শিক্ষার্থীদের নৈতিক ও সাংস্কৃতিক মূল্যবোধ শিখিয়ে তাদের সমাজের সুদক্ষ ও দায়িত্বশীল নাগরিক হিসেবে গড়ে তোলা।" },
  { title: "উন্নত প্রযুক্তি ব্যবহার:", details: "আধুনিক শিক্ষার সাথে তাল মিলিয়ে প্রযুক্তির সঠিক ব্যবহার নিশ্চিত করা, যাতে শিক্ষার্থীরা বিশ্বস্তরের জ্ঞান অর্জন করতে পারে।" },
  { title: "সমান সুযোগ প্রদান:", details: "সকল ছাত্র-ছাত্রীকে সমান সুযোগ এবং সহায়তা প্রদান করে তাদের প্রতিভার সর্বোচ্চ বিকাশ সাধন করা।" },
  { title: "মৌলিক পরিকাঠামো ও পরিবেশ:", details: "একটি নিরাপদ ও সুস্থ শিক্ষার পরিবেশ নিশ্চিত করা যাতে প্রতিটি শিক্ষার্থী সুষ্ঠু ও সৃজনশীলভাবে শিক্ষার জন্য প্রস্তুত হতে পারে।" },
];
