export const MidleNavList = [
  { title: "বিদ্যালয়", submenu: [] },
  { title: "লক্ষ্য", submenu: [] },
  { title: "সুযোগ-সুবিধা", submenu: [] },
  { title: "সাফল্য", submenu: [] },
  {
    title: "শিক্ষক",
    submenu: ["প্রধান", "সহকারী প্রধান", "সাধারণ"],
  },
  { title: "নোটিশ", submenu: [] },
];
export const RightNav = ["লগইন", "রেজিস্ট্রেশান"];
export const AimList = [
  {
    title: "শিক্ষার গুণগত মান বৃদ্ধি:",
    details:
      "প্রতিটি ছাত্র-ছাত্রীকে উচ্চমানের শিক্ষা প্রদান করে তাদের বুদ্ধিমত্তা ও সৃজনশীলতা বিকাশের সুযোগ সৃষ্টি করা।",
  },
  {
    title: "সম্পূর্ণ উন্নয়ন:",
    details:
      "শিক্ষার্থীদের শারীরিক, মানসিক ও সামাজিক উন্নয়নের প্রতি বিশেষ গুরুত্ব দিয়ে তাদের সমন্বিত বিকাশ নিশ্চিত করা।",
  },
  {
    title: "নৈতিক ও সাংস্কৃতিক মূল্যবোধ:",
    details:
      "শিক্ষার্থীদের নৈতিক ও সাংস্কৃতিক মূল্যবোধ শিখিয়ে তাদের সমাজের সুদক্ষ ও দায়িত্বশীল নাগরিক হিসেবে গড়ে তোলা।",
  },
  {
    title: "উন্নত প্রযুক্তি ব্যবহার:",
    details:
      "আধুনিক শিক্ষার সাথে তাল মিলিয়ে প্রযুক্তির সঠিক ব্যবহার নিশ্চিত করা, যাতে শিক্ষার্থীরা বিশ্বস্তরের জ্ঞান অর্জন করতে পারে।",
  },
  {
    title: "সমান সুযোগ প্রদান:",
    details:
      "সকল ছাত্র-ছাত্রীকে সমান সুযোগ এবং সহায়তা প্রদান করে তাদের প্রতিভার সর্বোচ্চ বিকাশ সাধন করা।",
  },
  {
    title: "মৌলিক পরিকাঠামো ও পরিবেশ:",
    details:
      "একটি নিরাপদ ও সুস্থ শিক্ষার পরিবেশ নিশ্চিত করা যাতে প্রতিটি শিক্ষার্থী সুষ্ঠু ও সৃজনশীলভাবে শিক্ষার জন্য প্রস্তুত হতে পারে।",
  },
];
export const facilities = [
  {
    title: "শ্রেণীকক্ষ:",
    details: "শিক্ষার্থীদের পাঠদানের জন্য ব্যবহৃত কক্ষ।",
  },
  {
    title: "লাইব্রেরি:",
    details: "বই, পুস্তক এবং অন্যান্য শিক্ষাসামগ্রী সংরক্ষণের স্থান।",
  },
  {
    title: "ল্যাবরেটরি:",
    details:
      "বৈজ্ঞানিক পরীক্ষা-নিরীক্ষার জন্য সরঞ্জামসহ স্থান, যেমন রসায়ন, পদার্থবিজ্ঞান, জীববিজ্ঞান ল্যাব।",
  },
  {
    title: "কম্পিউটার ল্যাব:",
    details: "কম্পিউটার এবং সম্পর্কিত প্রযুক্তির জন্য স্থান।",
  },
  { title: "খেলার মাঠ", details: "শারীরিক কার্যক্রম ও খেলাধুলার জন্য স্থান।" },
  {
    title: "জিমনেসিয়াম:",
    details: "শরীরচর্চা ও বিভিন্ন খেলাধুলার জন্য ব্যবহৃত কক্ষ।",
  },
  { title: "মিউজিক রুম:", details: "সঙ্গীত শিক্ষা ও অনুশীলনের জন্য কক্ষ।" },
  {
    title: "আর্ট রুম:",
    details: "চিত্রকলা ও অন্যান্য সৃজনশীল কার্যকলাপের জন্য স্থান।",
  },
  { title: "ক্যান্টিন:", details: "খাবার ও পানীয় সরবরাহের জন্য স্থান।" },
  {
    title: "অফিস:",
    details: "প্রশাসনিক কাজ এবং শিক্ষক-শিক্ষিকাদের অফিসের জন্য স্থান।",
  },
  {
    title: "আবাসিক হোস্টেল:",
    details: "পিপের জন্য আবাসনের সুবিধা (যদি থাকে)।",
  },
  {
    title: "অভিনয় মঞ্চ:",
    details: "বিভিন্ন অনুষ্ঠান, নাটক ও সভার জন্য ব্যবহৃত স্থান।",
  },
  {
    title: "স্বাস্থ্যকেন্দ্র:",
    details: "জরুরি স্বাস্থ্যসেবা ও প্রথমিক চিকিৎসার জন্য স্থান।",
  },
  { title: "বাথরুম:", details: "প্রয়োজনীয় স্থান।" },
];
import { studentStudent } from "../assets/assets";
export const goodResultStudens = [
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
];
export const commentForSchool = [
  {
    comment:
      "মানসম্মত পরিবেশ এবং পড়া লেখাই আমাদের মুল লক্ষ্য। আপনার সন্তানকে আধুনিক বিশ্বের সাথে তাল মিলিয়ে এবং",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
  {
    comment:
      "কুরআন ও হাদিসের সাথে সামঞ্জস্য রেখে আদর্শবান মানুষ করে গড়ে তোলা আমাদের দায়িত্ব। ",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
  {
    comment:
      " আপনার সন্তানকে একটি আদর্শ ও মান সম্মত প্রতিষ্ঠানে ভর্তি করাতে চাইলে এখনি-",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
];

export const classNumber = ["প্রথম", "দ্বিতীয়", "তৃতীয়", "চতুর্থ", "পঞ্চম", "ষষ্ট", "সপ্তম", "অষ্টম", "নবম"];

export const country = [
  {
    name: "বাংলাদেশী",
    division: [
      {
        name: "ঢাকা",
        districts: [
          {
            name: "ঢাকা",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "গাজীপুর",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "নারায়ণগঞ্জ",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "টাঙ্গাইল",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "কিশোরগঞ্জ",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "মানিকগঞ্জ",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "মুন্সিগঞ্জ",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "নরসিংদী",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "ফরিদপুর",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "গোপালগঞ্জ",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "মাদারীপুর",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "রাজবাড়ী",
            upazilas: [{ name: "", postOffice: [] }],
          },
          {
            name: "শরীয়তপুর",
            upazilas: [{ name: "", postOffice: [] }],
          },
        ],
      },
      {
        name: "চট্টগ্রাম",
        districts: [],
      },
      {
        name: "খুলনা",
        districts: [],
      },
      {
        name: "রাজশাহী",
        districts: [],
      },
      {
        name: "বরিশাল",
        districts: [],
      },
      {
        name: "সিলেট",
        districts: [],
      },
      {
        name: "রংপুর",
        districts: [
          {
            name: "রংপুর",
            upazilas: [
              {
                name: "রংপুর সদর",
                postOffice: [
                  "রংপুর সদর",
                  "এয়ারপোর্ট",
                  "আমজোরা",
                  "ধর্মপুর",
                  "গাছতলা",
                  "হারাগাছ",
                  "কামারপাড়া",
                  "কাউনিয়া",
                  "খড়িবাড়ি",
                  "মিঠাপুকুর",
                  "নিমনা",
                  "রংপুর ক্যান্টনমেন্ট",
                  "রংপুর সিটি",
                  "উধাইল",
                ],
              },
              {
                name: "গঙ্গাচড়া",
                postOffice: [
                  "গঙ্গাচড়া",
                  "বারুনা",
                  "জিতপুর",
                  "কদমতলা",
                  "কালিগঞ্জ",
                  "কাশিপুর",
                  "মীরজাপুর",
                  "নোয়াডাঙ্গা",
                  "পাটিরাম",
                  "রাইগঞ্জ",
                ],
              },
              {
                name: "মিঠাপুকুর",
                postOffice: [
                  "মিঠাপুকুর",
                  "বড়ইবাড়ি",
                  "ধাপেরহাট",
                  "ফুলবাড়ি",
                  "গাছিহাট",
                  "হারিরামপুর",
                  "কামালপুর",
                  "কানিপুর",
                  "মহিপুর",
                  "সিংড়া",
                  "তাজহাট",
                ],
              },
              {
                name: "পীরগঞ্জ",
                postOffice: [
                  "পীরগঞ্জ",
                  "বলরামপুর",
                  "বাউরিয়া",
                  "চন্দ্রপুর",
                  "কাউনিয়া",
                  "কাজিরহাট",
                  "কেশোর",
                  "মহিগঞ্জ",
                  "নটূয়ার",
                  "পাতাত",
                  "রামচন্দ্রপুর",
                  "শিবগঞ্জ",
                ],
              },
              {
                name: "কাউনিয়া",
                postOffice: [
                  "কাউনিয়া",
                  "আশ্রাফপুর",
                  "ব্রাহ্মণপুর",
                  "চিলমারী",
                  "ভোলানাথ",
                  "ফকিরপুর",
                  "পাটগ্রাম",
                  "রাজীবপুর",
                ],
              },
              {
                name: "তারাগঞ্জ",
                postOffice: [
                  "তারাগঞ্জ",
                  "কামালপুর",
                  "মঙ্গলপুর",
                  "মহেশপুর",
                  "আলীপুর",
                  "ধাপেরহাট",
                  "রতনপুর",
                  "শ্রীপুর",
                ],
              },
              {
                name: "বদরগঞ্জ",
                postOffice: [
                  "বদরগঞ্জ",
                  "গোপালপুর",
                  "সুতারপাড়া",
                  "চরবাগিচা",
                  "বালাপাড়া",
                  "বদরগঞ্জের মুঠোফোন",
                  "সুতারপুর",
                ],
              },
              {
                name: "পীরগাছা",
                postOffice: ["পীরগাছা", "কাউনিয়া", "পারুল", "কিশোরগঞ্জ"],
              },
            ],
          },
          {
            name: "দিনাজপুর",
            upazilas: [
              {
                name: "দিনাজপুর সদর",
                postOffice: [
                  "দিনাজপুর সদর",
                  "জেলা সদর ডাকঘর",
                  "আরএন কলেজ ডাকঘর",
                  "ফরেস্ট ক্যান্টনমেন্ট ডাকঘর",
                  "বেলবর্ষা ডাকঘর",
                  "ঘোড়াঘাট ডাকঘর",
                  "পাঁচপিরা ডাকঘর",
                  "নবাবগঞ্জ ডাকঘর",
                  "বিরামপুর ডাকঘর",
                ],
              },
              {
                name: "বোচাগঞ্জ",
                postOffice: ["বোচাগঞ্জ", "রামপুর", "নবাবগঞ্জ", "সেতাবগঞ্জ"],
              },
              {
                name: "বিরামপুর",
                postOffice: [
                  "বিরামপুর",
                  "কাহারোল",
                  "ফুলবাড়ি",
                  "পার্বতীপুর",
                  "দিনাজপুর শহর",
                ],
              },
              {
                name: "হাকিমপুর",
                postOffice: ["হাকিমপুর", "হিলি", "আশরাফপুর", "বাকীপুর"],
              },
              {
                name: "ঘোড়াঘাট",
                postOffice: ["ঘোড়াঘাট", "বিরল", "বল্লারঘাট", "চিরিরবন্দর"],
              },
              {
                name: "পার্বতীপুর",
                postOffice: [
                  "পার্বতীপুর",
                  "মধ্যপাড়া",
                  "হরিরামপুর",
                  "পলাশবাড়ি",
                ],
              },
              {
                name: "ঠাকুরগাঁও সদর",
                postOffice: [
                  "ঠাকুরগাঁও সদর",
                  "রুহিয়া",
                  "বালিয়াডাঙ্গী",
                  "পীরগঞ্জ",
                  "হরিপুর",
                ],
              },
              {
                name: "পঞ্চগড় সদর",
                postOffice: [
                  "পঞ্চগড় সদর",
                  "আটোয়ারী",
                  "তেঁতুলিয়া",
                  "দেবীগঞ্জ",
                  "বোদা",
                ],
              },
              {
                name: "নীলফামারী সদর",
                postOffice: [
                  "নীলফামারী সদর",
                  "ডোমার",
                  "জলঢাকা",
                  "সৈয়দপুর",
                  "কিশোরগঞ্জ",
                ],
              },
              {
                name: "লালমনিরহাট সদর",
                postOffice: [
                  "লালমনিরহাট সদর",
                  "পাটগ্রাম",
                  "কালীগঞ্জ",
                  "হাতীবান্ধা",
                ],
              },
              {
                name: "কুড়িগ্রাম সদর",
                postOffice: [
                  "কুড়িগ্রাম সদর",
                  "উলিপুর",
                  "রাজারহাট",
                  "নাগেশ্বরী",
                  "ভুরুঙ্গামারী",
                ],
              },
              {
                name: "গাইবান্ধা সদর",
                postOffice: [
                  "গাইবান্ধা সদর",
                  "গোবিন্দগঞ্জ",
                  "সাদুল্লাপুর",
                  "সাঘাটা",
                  "পলাশবাড়ি",
                ],
              },
            ],
          },
          {
            name: "ঠাকুরগাঁও",
            upazilas: [
              {
                name: "ঠাকুরগাঁও সদর",
                postOffice: [
                  "ঠাকুরগাঁও সদর",
                  "আউলিয়াপুর",
                  "গড়েয়া",
                  "মাদারগঞ্জ",
                  "বেগুনবাড়ি",
                  "বড়বল্লা",
                  "চিলারং",
                ],
              },
              {
                name: "পীরগঞ্জ",
                postOffice: [
                  "পীরগঞ্জ",
                  "বাগুজা",
                  "রুহিয়া",
                  "বড়দিঘী",
                  "শাহাপাড়া",
                  "শালবাড়ি",
                ],
              },
              {
                name: "বালিয়াডাঙ্গী",
                postOffice: [
                  "বালিয়াডাঙ্গী",
                  "রাণীসংকৈল",
                  "ধর্মগড়",
                  "মহেশপুর",
                  "হরিপুর",
                ],
              },
              {
                name: "রাণীসংকৈল",
                postOffice: [
                  "রাণীসংকৈল",
                  "গোবিন্দপুর",
                  "বদরগঞ্জ",
                  "জগদল",
                  "খানসামা",
                ],
              },
              {
                name: "হরিপুর",
                postOffice: [
                  "হরিপুর",
                  "ভাতুরিয়া",
                  "ডাঙ্গীপাড়া",
                  "বেগুনবাড়ি",
                ],
              },
            ],
          },
          {
            name: "পঞ্চগড়",
            upazilas: [
              {
                name: "পঞ্চগড় সদর",
                postOffice: [
                  "পঞ্চগড় সদর",
                  "আটোয়ারী",
                  "মধ্যম পঞ্চগড়",
                  "ভান্ডারা",
                  "চাকলাহাট",
                  "ধাক্কামারা",
                  "তালমা",
                  "অমরখানা",
                ],
              },
              {
                name: "তেঁতুলিয়া",
                postOffice: [
                  "তেঁতুলিয়া",
                  "বুড়াবুড়ি",
                  "শালবাহান",
                  "মাঝিপাড়া",
                  "বাংলাবান্ধা",
                  "তেঁতুলিয়া বাজার",
                ],
              },
              {
                name: "বোদা",
                postOffice: [
                  "বোদা",
                  "পাথরাজ",
                  "ময়দানদিঘী",
                  "মাঝিয়ারী",
                  "কৃষ্ণপুর",
                  "সাকোয়া",
                ],
              },
              {
                name: "আটোয়ারী",
                postOffice: ["আটোয়ারী", "বলরামপুর", "দনিপাড়া", "মিরগুড়ি"],
              },
              {
                name: "দেবীগঞ্জ",
                postOffice: [
                  "দেবীগঞ্জ",
                  "চিলাহাটি",
                  "দেবীডুবা",
                  "সুনামগঞ্জ",
                  "শালডাঙ্গা",
                ],
              },
            ],
          },
          {
            name: "নীলফামারী",
            upazilas: [
              {
                name: "নীলফামারী সদর",
                postOffice: [
                  "নীলফামারী সদর",
                  "কুচেশ্বরীহাট",
                  "সৈয়দপুর",
                  "খগাখড়িবাড়ি",
                  "মহিষখোচা",
                  "গোলমুন্ডা",
                  "বালাপাড়া",
                ],
              },
              {
                name: "সৈয়দপুর",
                postOffice: ["সৈয়দপুর", "কান্দাহার", "বটতলী", "বেলুন"],
              },
              {
                name: "ডোমার",
                postOffice: ["ডোমার", "চিলাহাটি", "কান্তনগর", "ভোগডাবুড়ী"],
              },
              {
                name: "ডিমলা",
                postOffice: [
                  "ডিমলা",
                  "ঝুনাগাছ চাপানি",
                  "খগাখড়িবাড়ি",
                  "গয়াবাড়ি",
                  "নাউতারা",
                ],
              },
              {
                name: "জলঢাকা",
                postOffice: [
                  "জলঢাকা",
                  "কিশোরগঞ্জ",
                  "গোলনা",
                  "মাঝাপাড়া",
                  "মিরগঞ্জ",
                ],
              },
              {
                name: "কিশোরগঞ্জ",
                postOffice: [
                  "কিশোরগঞ্জ",
                  "বারইখালি",
                  "রনচণ্ডী",
                  "সন্ন্যাসীকটাই",
                ],
              },
            ],
          },
          {
            name: "লালমনিরহাট",
            upazilas: [
              {
                name: "লালমনিরহাট সদর",
                postOffice: [
                  "লালমনিরহাট সদর",
                  "গোকুন্ডা",
                  "মোগলহাট",
                  "বিজয়",
                  "আদিতমারী",
                ],
              },
              {
                name: "আদিতমারী",
                postOffice: [
                  "আদিতমারী",
                  "ভেলাবাড়ি",
                  "সাপটানা",
                  "পলাশী",
                  "মোহনপুর",
                ],
              },
              {
                name: "কালীগঞ্জ",
                postOffice: [
                  "কালীগঞ্জ",
                  "চন্দ্রপুর",
                  "কাকিনা",
                  "তুষভান্ডার",
                  "বিজয়",
                ],
              },
              {
                name: "হাতীবান্ধা",
                postOffice: [
                  "হাতীবান্ধা",
                  "গড্ডিমারী",
                  "ডাউয়াবাড়ী",
                  "পারুলিয়া",
                  "ফুলতলা",
                ],
              },
              {
                name: "পাটগ্রাম",
                postOffice: [
                  "পাটগ্রাম",
                  "বুড়িমারী",
                  "জগতবেড়",
                  "দহগ্রাম",
                  "সিংগীমারী",
                ],
              },
            ],
          },
          {
            name: "কুড়িগ্রাম",
            upazilas: [
              {
                name: "কুড়িগ্রাম সদর",
                postOffice: [
                  "কুড়িগ্রাম সদর",
                  "হোলকরবাজার",
                  "ঘোগাদহ",
                  "কাঁঠালবাড়ী",
                  "জুম্মারঘাট",
                ],
              },
              {
                name: "রাজারহাট",
                postOffice: [
                  "রাজারহাট",
                  "কুলাঘাট",
                  "বিদ্যানন্দ",
                  "গড়াইরকুঠি",
                  "শৌলমারী",
                ],
              },
              {
                name: "উলিপুর",
                postOffice: [
                  "উলিপুর",
                  "বেগমগঞ্জ",
                  "ধরণীবাড়ি",
                  "হাতিয়া",
                  "গুনাইগাছ",
                ],
              },
              {
                name: "নাগেশ্বরী",
                postOffice: [
                  "নাগেশ্বরী",
                  "কচাকাটা",
                  "রামখানা",
                  "বামনডাঙ্গা",
                  "বারোমাসিয়া",
                ],
              },
              {
                name: "ভুরুঙ্গামারী",
                postOffice: [
                  "ভুরুঙ্গামারী",
                  "বঙ্গসোনাহাট",
                  "পাথরডুবি",
                  "পলাশবাড়ি",
                  "শিলখুড়ি",
                ],
              },
              {
                name: "চিলমারী",
                postOffice: [
                  "চিলমারী",
                  "রাণীগঞ্জ",
                  "নয়ারহাট",
                  "থানাহাট",
                  "বালাবাড়ী",
                ],
              },
              {
                name: "ফুলবাড়ী",
                postOffice: [
                  "ফুলবাড়ী",
                  "শিমুলবাড়ী",
                  "নাওডাঙ্গা",
                  "পূর্বছাতিয়ানী",
                ],
              },
              {
                name: "রৌমারী",
                postOffice: ["রৌমারী", "দাঁতভাঙ্গা", "আলগা", "সৌলমারী"],
              },
              {
                name: "রাজিবপুর",
                postOffice: ["রাজিবপুর", "কাজাইমারী", "মহেন্দ্রনগর", "বটতলা"],
              },
            ],
          },
          {
            name: "গাইবান্ধা",
            upazilas: [
              {
                name: "গাইবান্ধা সদর",
                postOffice: [
                  "গাইবান্ধা সদর",
                  "কুপতলা",
                  "বোনারপাড়া",
                  "মালিবাড়ী",
                  "গিদারী",
                ],
              },
              {
                name: "সাঘাটা",
                postOffice: [
                  "সাঘাটা",
                  "হলদিয়া",
                  "রামনগর",
                  "বনগ্রাম",
                  "রাঙ্গামাটি",
                ],
              },
              {
                name: "গোবিন্দগঞ্জ",
                postOffice: [
                  "গোবিন্দগঞ্জ",
                  "মহিমাগঞ্জ",
                  "নাকাই",
                  "রাজাহার",
                  "গাইবান্ধা বাজার",
                ],
              },
              {
                name: "সাদুল্লাপুর",
                postOffice: [
                  "সাদুল্লাপুর",
                  "ডেবরাই",
                  "দামোদরপুর",
                  "ভাতগ্রাম",
                  "বড়গোলা",
                ],
              },
              {
                name: "পলাশবাড়ী",
                postOffice: [
                  "পলাশবাড়ী",
                  "হরিনাবাড়ি",
                  "পলাশবাড়ী বাজার",
                  "কাশিয়াবাড়ি",
                ],
              },
              {
                name: "ফুলছড়ি",
                postOffice: ["ফুলছড়ি", "উদাখালী", "এরেন্ডাবাড়ী", "কালাসোনাই"],
              },
              {
                name: "সুন্দরগঞ্জ",
                postOffice: [
                  "সুন্দরগঞ্জ",
                  "ধোপাডাঙ্গা",
                  "চরগোলা",
                  "চান্দিপুর",
                  "বেলকা",
                ],
              },
            ],
          },
        ],
      },
      {
        name: "ময়মনসিংহ",
        districts: [],
      },
    ],
  },
  {
    name: "India",
    division: [],
  },
];
