export const MidleNavList = [
  { title: "বিদ্যালয়", submenu: [] },
  { title: "লক্ষ্য", submenu: [] },
  { title: "সুযোগ-সুবিধা", submenu: [] },
  { title: "সাফল্য", submenu: [] },
  {
    title: "শিক্ষক",
    submenu: ["প্রধান", "সহকারী প্রধান", "সাধারণ"],
  },
  { title: "নোটিশ", submenu: [] },
];
export const RightNav = ["লগইন", "রেজিস্ট্রেশান"];
export const AimList = [
  {
    title: "শিক্ষার গুণগত মান বৃদ্ধি:",
    details:
      "প্রতিটি ছাত্র-ছাত্রীকে উচ্চমানের শিক্ষা প্রদান করে তাদের বুদ্ধিমত্তা ও সৃজনশীলতা বিকাশের সুযোগ সৃষ্টি করা।",
  },
  {
    title: "সম্পূর্ণ উন্নয়ন:",
    details:
      "শিক্ষার্থীদের শারীরিক, মানসিক ও সামাজিক উন্নয়নের প্রতি বিশেষ গুরুত্ব দিয়ে তাদের সমন্বিত বিকাশ নিশ্চিত করা।",
  },
  {
    title: "নৈতিক ও সাংস্কৃতিক মূল্যবোধ:",
    details:
      "শিক্ষার্থীদের নৈতিক ও সাংস্কৃতিক মূল্যবোধ শিখিয়ে তাদের সমাজের সুদক্ষ ও দায়িত্বশীল নাগরিক হিসেবে গড়ে তোলা।",
  },
  {
    title: "উন্নত প্রযুক্তি ব্যবহার:",
    details:
      "আধুনিক শিক্ষার সাথে তাল মিলিয়ে প্রযুক্তির সঠিক ব্যবহার নিশ্চিত করা, যাতে শিক্ষার্থীরা বিশ্বস্তরের জ্ঞান অর্জন করতে পারে।",
  },
  {
    title: "সমান সুযোগ প্রদান:",
    details:
      "সকল ছাত্র-ছাত্রীকে সমান সুযোগ এবং সহায়তা প্রদান করে তাদের প্রতিভার সর্বোচ্চ বিকাশ সাধন করা।",
  },
  {
    title: "মৌলিক পরিকাঠামো ও পরিবেশ:",
    details:
      "একটি নিরাপদ ও সুস্থ শিক্ষার পরিবেশ নিশ্চিত করা যাতে প্রতিটি শিক্ষার্থী সুষ্ঠু ও সৃজনশীলভাবে শিক্ষার জন্য প্রস্তুত হতে পারে।",
  },
];
export const facilities = [
  {
    title: "শ্রেণীকক্ষ:",
    details: "শিক্ষার্থীদের পাঠদানের জন্য ব্যবহৃত কক্ষ।",
  },
  {
    title: "লাইব্রেরি:",
    details: "বই, পুস্তক এবং অন্যান্য শিক্ষাসামগ্রী সংরক্ষণের স্থান।",
  },
  {
    title: "ল্যাবরেটরি:",
    details:
      "বৈজ্ঞানিক পরীক্ষা-নিরীক্ষার জন্য সরঞ্জামসহ স্থান, যেমন রসায়ন, পদার্থবিজ্ঞান, জীববিজ্ঞান ল্যাব।",
  },
  {
    title: "কম্পিউটার ল্যাব:",
    details: "কম্পিউটার এবং সম্পর্কিত প্রযুক্তির জন্য স্থান।",
  },
  { title: "খেলার মাঠ", details: "শারীরিক কার্যক্রম ও খেলাধুলার জন্য স্থান।" },
  {
    title: "জিমনেসিয়াম:",
    details: "শরীরচর্চা ও বিভিন্ন খেলাধুলার জন্য ব্যবহৃত কক্ষ।",
  },
  { title: "মিউজিক রুম:", details: "সঙ্গীত শিক্ষা ও অনুশীলনের জন্য কক্ষ।" },
  {
    title: "আর্ট রুম:",
    details: "চিত্রকলা ও অন্যান্য সৃজনশীল কার্যকলাপের জন্য স্থান।",
  },
  { title: "ক্যান্টিন:", details: "খাবার ও পানীয় সরবরাহের জন্য স্থান।" },
  {
    title: "অফিস:",
    details: "প্রশাসনিক কাজ এবং শিক্ষক-শিক্ষিকাদের অফিসের জন্য স্থান।",
  },
  {
    title: "আবাসিক হোস্টেল:",
    details: "পিপের জন্য আবাসনের সুবিধা (যদি থাকে)।",
  },
  {
    title: "অভিনয় মঞ্চ:",
    details: "বিভিন্ন অনুষ্ঠান, নাটক ও সভার জন্য ব্যবহৃত স্থান।",
  },
  {
    title: "স্বাস্থ্যকেন্দ্র:",
    details: "জরুরি স্বাস্থ্যসেবা ও প্রথমিক চিকিৎসার জন্য স্থান।",
  },
  { title: "বাথরুম:", details: "প্রয়োজনীয় স্থান।" },
];
import { studentStudent } from "../assets/assets";
export const goodResultStudens = [
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
  {
    name: "আবদুল্লাহ আল মুত্তাকী",
    class: "অষ্টম",
    gpa: "৫.০০",
    position: "প্রথম",
    img: studentStudent,
  },
];
export const commentForSchool = [
  {
    comment:
      "মানসম্মত পরিবেশ এবং পড়া লেখাই আমাদের মুল লক্ষ্য। আপনার সন্তানকে আধুনিক বিশ্বের সাথে তাল মিলিয়ে এবং",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
  {
    comment:
      "কুরআন ও হাদিসের সাথে সামঞ্জস্য রেখে আদর্শবান মানুষ করে গড়ে তোলা আমাদের দায়িত্ব। ",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
  {
    comment:
      " আপনার সন্তানকে একটি আদর্শ ও মান সম্মত প্রতিষ্ঠানে ভর্তি করাতে চাইলে এখনি-",
    commenter: "আবদুল্লাহ আল মুত্তাকী",
  },
];
